[{"index":0,"story":"Allison was sitting in the bar himself and was waiting for her date to show up. However, Andrew was already ten minutes late, and  Allison wondered whether he would come at all.\n\nAfter all, Andrew came up and sat beside Allison at the bar. Andrew said, \"Hi, I am late\".\n\n\"Oh, you are later, but you finally come up,\" Allison said to Andrew, but Andrew just grinned back at Allison and said: \"I know but I apologize.\" Then he asked Allison: \"Do you want anything to drink?\" and before Allison could say anything, he added: \"I'll buy your favorite drink. What is it?\"\n\nAllison said, \"Thank you, that's so good. I would like a beer\". Although we sat there drinking, none of us said anything. After a while, Andrew asked Allison: \"What are you doing later?\" Without thinking, I answered: \"Nothing, just relaxing\" although She knew that she had to go home and see her parents that she has not seen for a couple of weeks. However, suddenly, it didn't matter as much as it had before Allison decides to leave there. She actually felt that such a date is not what she wants and it is so boring. She asked herself: \"Do I really like Andrew?\"\n\n","author":"voFcHCSKtqknARMWc","condition":"C","similarity":0.1077654517,"draft":0.0,"words":207.0,"sentiment":0.9767,"allocated":0},{"index":1,"story":"I was sitting in the bar alone. I was waiting for my date to show up. I looked at my watch. He was already ten minutes late and I wondered whether he would come at all.\n\n\"Hi.\" It was Mark who came up to me and sat beside me at the bar.\n\n\"You're late,\" I said to him, but he just grinned back at me and said: \"I know.\" Then he asked me: \"What'll you have?\" and before I could say anything, he added: \"I'll buy you a drink.\"\n\nI said, \"Thank you,\" and we sat there drinking quietly until Mark asked me suddenly: \"What are you doing later?\" And without thinking, I answered: \"Nothing,\" although I knew that I had to go home and study for a very important exam that was coming up in three days, but somehow, suddenly, it didn't matter as much as it had before...\n\n","author":"voFcHCSKtqknARMWc","condition":"C","similarity":1.0,"draft":0.0,"words":150.0,"sentiment":0.8068,"allocated":0},{"index":2,"story":"Sandra was boring in her room for the spring break. It seemed that she had nothing to do for a while. Suddenly, she realized that she had not seen Max for a long time, and she wondered what Max was doing now. \n\nAlthough she felt bad, she finally decided to call Max: \"How are you going? Max. I have not got your information for a long time.\" Max answered: \"I am just OK, but I am feeling boring for the spring break. I have a lot of things to do. Leave me alone.\"  Sandra was so surprised but remained quiet for a while, \"Why doesn't Max want to see me? \" She asked herself. Both ends remain quiet. Sandra felt a little bit disappointed and then said to Max, \"Do you have anything you want to tell me?\". Max said: \"No. I am too tired, and I just want to rest.\" \n\nSandra hanged up the telephone and begun to cry. She actually wanted both of them to have a wonderful trip in the spring break and enjoyed the vacation somewhere. After she stopped crying, she again asked herself: \"Should I continue such a relationship with Max?\" It seemed that maintaining an excellent relationship is so hard. ","author":"voFcHCSKtqknARMWc","condition":"A","similarity":0.009118541,"draft":25.0,"words":206.0,"sentiment":-0.7985,"allocated":0},{"index":3,"story":"There was a boy name Jeff who was bored out of his mind.  He had no friends and no girlfriend.  However, there was one girl who he always had his mind on.  Her name is Trisha.  She was he classmate who is incredibly smart, talented, nice, and helpful.  He look her social media and try to find anything he can do to impress her  He figured he can start out simple by giving saying hi to her everyday and work his way up.  He greeted her everyday in class.  After two months, he started talking to her more by thinking some things to say.  A week later, he got her flowers as a way to impress her.\n\nTrisha says, \"You got me flowers, that's beautiful.\"  Jeff says, \"Trisha, I would love more than anything to be your boyfriend.  I think about you every waking moment.  Trisha says, \"Yes, you have been kind to me for the past few months and I really like you.  Let's date.\"\n\nJeff felt so happy danced for joy. Trisha found this amusing she ended up laughing really hard.\n\nJeff treated her with respect but he wasn't a doormat.  She appreciated his assertive personality and funny behavior.  To this day, they are still together.  In fact, they're married.","author":"r32bCaHyeJzEPneFp","condition":"A","similarity":0.0130718954,"draft":25.0,"words":212.0,"sentiment":0.9743,"allocated":0},{"index":4,"story":"There were two women who hated each other.  They were rivals for student body president, so naturally they did everything they could to piss each other off","author":"r32bCaHyeJzEPneFp","condition":"A","similarity":0.0897097625,"draft":25.0,"words":27.0,"sentiment":-0.7845,"allocated":0},{"index":5,"story":"There was a man name Max who trying to impress his co worker Sam.  Sam is a very sophisticated woman with expensive tastes, so Max knows he has to work hard to get what he wants.  Max wants to take it slow though and not rush it because he knows Sam probably have other male suitors who want her.  As the days go by, Sam starts to notice that Max is always looking at her and trying to impress her.  She understands what he's doing.  So she calls him out.\n\nSam says, \"I know you fancy me Max.  You're going to have to do better if want me attention.  Take me to an expensive restaurant and maybe then I'll be interested.\"  Max says, \"Really?  Then how about we go to Luigi's tomorrow night?\"  Sam says, \"Of course.  Let's see how this goes.\"\n\nThey go to the restaurant.  The date was interesting, but Max did everything to pamper Sam.  He paid a lot of money to keep her interested.  This got Sam interested, and she agreed to be his girlfriend.   While Sam was only interested in his money at first, she started to fall in love with him.  It's the first time a man generally cared for her.","author":"r32bCaHyeJzEPneFp","condition":"A","similarity":0.0152207002,"draft":25.0,"words":207.0,"sentiment":0.9854,"allocated":0},{"index":6,"story":"Lily had just moved to New York and she needed a job. She was still in school when she saw a sign on a drugstore window: \"help wanted. Apply within.\" She hurried across the street and found herself face to face with the store owner, who gave her an application form to fill out.\n\n\"Name?\" he asked as soon as she sat down at the counter where he could keep an eye on her.\n\n\"Yours first,\" Lily answered, taking pen from behind her ear and leaning forward over the counter.\n“Max,\" he answered and went back to his papers. Lily wrote Max on the top of her application form, then turned it around in order not to lose her place, when she discovered that Max was looking at her very strangely, so she looked up at him too, but his eyes seemed suddenly very far away -- like someone dreaming -- so Lily went back to staring at him with curiosity until finally: \"Is there something wrong with you?\" Max asked...\n\n","author":"r32bCaHyeJzEPneFp","condition":"C","similarity":1.0,"draft":29.0,"words":171.0,"sentiment":0.1512,"allocated":0},{"index":7,"story":"\"I'm bored,\" Max said. \"Let's go to a party.\"\n\n\"All right,\" Lily agreed. \"But it has to be a good party.\"\n\n\"Why?\" asked Max.\n\n\"Because I don't want to go to any old party,\" Lily explained. \"I want to go to a party where there will be fun, and fun only.\"\n\n\"What do you mean by fun?\" Max questioned her. \"Are you the kind of girl who goes crazy at parties?\"\n\n\"No,\" Lily said; then she added: \"But I do like to enjoy myself, and that's why we have to go to a really good party tonight.\"\nMax laughed at her, but he knew it would not take much effort on his part to make the evening enjoyable for both of them. He had been waiting for her all day; now, when they were both free, they could spend the whole evening together, doing whatever they pleased - as long as it was fun! They both wanted something new, something different from the way they usually spent their evenings; something unexpected and exciting... And then it happened... They found themselves in the middle of a mad crowd at the hottest dance hall in town! And there was no turning back... They danced until three o'clock in the morning! And that was just the beginning! From then on everything became exciting: their conversations were more interesting than ever before... Their walks were filled with laughter... Their quiet moments were beautiful - so beautiful that neither of them ever wanted them to end! But how","author":"r32bCaHyeJzEPneFp","condition":"C","similarity":1.0,"draft":51.0,"words":253.0,"sentiment":0.9967,"allocated":0},{"index":8,"story":"It was Thursday night and Max was at the dance hall. He had been there for three hours and he was not having a good time. He looked around at the people dancing and talking to each other, but he could not find anyone interesting enough to talk to. So he went out on the balcony where he sat alone looking at the street lights below him.\n\nHe thought about Lily. She had been away on a trip for a whole week, and now she was back in town. He wanted to see her again, but he did not want to go near her house because he did not want anyone else asking him who she was or why he wanted to speak to her. Max liked Lily a lot, but it was too soon for him to introduce her to his friends; so until then, he did not want anyone else knowing that she existed or even being able to find out who she was.\n\nThe music started playing inside again and Max left the balcony of the dance hall with a sigh; it was ten-thirty: time for him to go home anyway.\n\nAs he walked home from the bus stop towards his apartment building, Max wondered what Lily would be doing at that hour of Thursday night. He hoped that she would be asleep by then... It was too late for them to do anything together now anyway... Tomorrow morning they would see each other again... It would be all right tomorrow morning... They could do something then... In fact, what they would do tomorrow morning might just turn out better than a dance hall... Even though their first meeting had taken place","author":"r32bCaHyeJzEPneFp","condition":"C","similarity":1.0,"draft":27.0,"words":285.0,"sentiment":0.8206,"allocated":0},{"index":9,"story":"Rowena and I went to Harvard together. Our names are James and Eliza, but everybody calls us Jim and Liz. We met in the first week of orientation. It was a big day for both of us—our first day at Harvard—and after a six-hour tour of the campus (tours were given every hour), we walked in the Yard, opposite the library, without knowing exactly where we were going. There was a sign that said: \"GOVERNMENT HOUSE\" that led to an outside terrace and we sat down to get our breath back.\n\n\"I wonder if this is what it's like to be in love,\" I said looking up at the yellow brick buildings around us, \"I'm sure I'm not but everything looks different suddenly.\"\n\n\"It's late summer,\" Rowena replied dreamily; \"see how quiet it is? It doesn't look like Cambridge at all.\"\n\n\"It's probably because it's late,\" I said, still looking around me with my eyes shining. \"Harvard Square must be much different at night.\"\n\n\"I bet it is,\" Rowena answered; then she turned to me—\"Do you think either one of us will ever see Harvard Square again after today?\" she asked me with her eyes as wide as if she were trying to catch a glimpse of her own future through them. She was smiling though, so I knew what she meant wasn't tragic; on the contrary—although students wore their black gowns, there was no funeral atmosphere anywhere in sight... Then Rowena","author":"r32bCaHyeJzEPneFp","condition":"C","similarity":1.0,"draft":22.0,"words":242.0,"sentiment":0.8996,"allocated":0},{"index":10,"story":"Lily and Max were at a party. They were both bored. They sat on a sofa together.\n\n\"I'm sorry I'm boring you,\" Max said, \"but what shall we do?\"\n“Don't be so silly,\" Lily answered, \"You're not boring me at all!”\n\n“Let's go for a walk,\" said Max. “Let's go to the cinema instead,\" Lily answered.\nLily and her best friend went to the cinema. It was the first time they went together without their boyfriends, and they enjoyed it very much. Their boyfriends were very jealous when they found out that they had gone to see a film without them, but they agreed with their girlfriends later that evening that it was fun to think about all these things that had happened between them: laughing at all those stupid stories they told each other; being in love with one another; liking each other enough to want to kiss each other...\nbut never having done it yet because they didn't really know how... or whether... or when... or where... and then finding themselves talking about the film in the dark during the dinner afterwards... but wondering if it would be so dark outside after all because even though there had been street lights on during the film there was still enough light outside in those streets where there were trees and flower gardens and people who walked past them like ghosts in those streets which seemed now like dreams for those two people who loved each other although they didn't know it yet because sometimes we love our best friends too much not to","author":"r32bCaHyeJzEPneFp","condition":"C","similarity":1.0,"draft":48.0,"words":264.0,"sentiment":0.9964,"allocated":0},{"index":11,"story":"The trees were in full bloom, the leaves high in the sky. And there was Max and Lily, sitting on one of their favorite seats on their favorite bench in the park where they often went to spend a nice time together. \"I've never desired any other girl,\" said Max to Lily.\n\n\"I've never wanted anyone but you,\" said Lily to Max.\n\n\"Then why don't we get married?\" asked Max and in reply he received a kiss from Lily.\n\nMax and Lily were married soon after that day, and they lived happily ever after.\n\n\"He's my husband,\" said Lily to her friends on another Saturday afternoon; \"and I'm so proud of him.\"\n\n\n\n","author":"r32bCaHyeJzEPneFp","condition":"C","similarity":1.0,"draft":33.0,"words":112.0,"sentiment":0.9742,"allocated":0},{"index":13,"story":"Max was bored. He was sitting in a cafe with his brother watching people. There are different kinds of people in the world and they all looked so different.He had never seen anyone he wanted to know or have a romantic relationship with. Max felt as if he had to be alone the rest of his life. Then like an angel sent from above Lily floated into the cafe. She was dressed very plainly but Max couldn't stop looking at her.He couldn’t take his eyes off her stunning face. After a while Lily sat down at an adjoining table with another girl. Max saw that she was staring at him and his heart began to beat fast. He stared back at her without thinking about anything until she finally got up and came over to his table.\n\n\"Hello,\" said Max, looking at her even harder than before because this time she wasn't even pretending to look away from him either. \"I don't know why I'm looking at you like this,\" he told her finally, \"but you're the first person I've ever seen who doesn't make me feel lonesome.\"\n\n\"You feel lonesome?\" Lily asked him in surprise; \"why should anybody as handsome as you feel lonesome?\"\n\nThen she sat down beside him and talked with him for more than an hour while they waited for their friends who never did come that night; so they went out together instead.\n\nThis was the beginning of saga that neither one of them expected.\n\n","author":"Bd3KCR2pzqhxop5Cf","condition":"C","similarity":0.6961367013,"draft":14.0,"words":250.0,"sentiment":0.9663,"allocated":0},{"index":14,"story":"It was seven-thirty on a Saturday morning and Max, who had been awake for two hours already, was sitting in his car waiting for Lily to come out of her apartment building.\n\nHe had decided to take her out for breakfast.\n\nLily loved to sleep late on Saturdays and she never got up before ten-thirty. But Max knew that she would want to get something to eat, so he had brought his car and waited outside her building until she finally came out dressed in jeans and a green cotton shirt.\n\n\"I'm starving,\" Lily said as Max helped her into the front seat of his car. \"I haven't eaten anything since yesterday.\" She put her arms around him as he started the engine. \"What you're doing is very sweet,\" she told him, \"but I'm not hungry.\"\n\nMax took her arms away from around his neck and held them by her side: \"Don't do that,\" he said simply. \"You know I love you.\" Then he drove off quickly so that she couldn't answer him, because he knew that what he had just said was true, and now it had been said, there was no turning back. He drove through the streets in silence until they arrived at a little coffee shop where there were only a few people eating breakfast at tables outside on the sidewalk...","author":"Bd3KCR2pzqhxop5Cf","condition":"C","similarity":1.0,"draft":57.0,"words":225.0,"sentiment":0.891,"allocated":0},{"index":15,"story":"Max and Lily were in love with each other at the same time, and they married two weeks after their first date. They got married in the spring, because spring is the best season for weddings.\n\nThey lived happily ever after.\n\n","author":"Bd3KCR2pzqhxop5Cf","condition":"C","similarity":1.0,"draft":25.0,"words":41.0,"sentiment":0.9186,"allocated":0},{"index":16,"story":"Max was bored. He was sitting in a cafe with his brother and watching the people. There were so many different kinds of people in the world and they all looked so different, but he had never seen anyone he wanted to know or have for a friend. Max felt as if he had to be alone the rest of his life, because he didn’t want any of those people for a friend. Then Lily came in. She was dressed very plainly and Max looked at her for a long time; he couldn’t take his eyes off her face, because she was so beautiful that it hurt him to look at her. After a while, when Lily sat down at an adjoining table with another girl, Max saw that she was staring at him and his heart began to beat fast. He stared back at her without thinking about anything until she finally got up and came over to his table.\n\n\"Hello,\" said Max, looking at her even harder than before because this time she wasn't even pretending to look away from him either. \"I don't know why I'm looking at you like this,\" he told her finally, \"but you're the first person I've ever seen who doesn't make me feel lonesome.\"\n\n\"You feel lonesome?\" Lily asked him in surprise; \"why should anybody feel lonesome?\"\n\nThen she sat down beside him and talked with him for more than an hour while they waited for their friends who never did come that night; so they went out together instead...\n\n","author":"Bd3KCR2pzqhxop5Cf","condition":"C","similarity":1.0,"draft":14.0,"words":258.0,"sentiment":0.9655,"allocated":0},{"index":18,"story":"Lily and Max were speeding towards divorce and neith could figure out how to correct the course they were on. They had tried counseling and talking to each other but nothing seemed to make things better. Max was on his final attempt to make things work. It just seemed like Lily had no interest in trying to improve things. It was almost like she wanted their life to imploded. For the first time in his life Max called his mom and asked for advice concerning his llife His mom couldn't believe how bad things were between Max and Lily. She knew the only thing that could make things better was an expensnive get away that max and lily couldn't afford. His mom decided to send him the money to go the sam retreat that saved her marriage with Max's father many years ago.  Max couldn't believe the kind gesture of the fact that his parents marriage had been on the verge of collapse at some point. They always seemed so perfect and finding out that their love story wasn't always perfect gave him hope that him and Lily could save their relationship and start all over again with this new start they were granted.","author":"Bd3KCR2pzqhxop5Cf","condition":"A","similarity":0.0284431138,"draft":25.0,"words":204.0,"sentiment":0.995,"allocated":0},{"index":19,"story":"Lily love Max. \nMax loved that Lily was rich. \nMax loved that he could control Lily. \nMax loved the life he had with Lily. \nMax was learning to love lily but it wasn't going the way he thought. \nLily was so much more complex than he thought \nLily also felt like home like she had always been apart of him. ","author":"Bd3KCR2pzqhxop5Cf","condition":"A","similarity":0.0641509434,"draft":25.0,"words":60.0,"sentiment":0.9604,"allocated":0},{"index":20,"story":"Their love was hot and and full of angst from the first time the crossed paths. Lily thought Max was the most self centered man she had ever seen but she found his cocky demeanor extremely capativating. \n \nMax and Lily had been working for the same company for the last 6 months and have only seen each other in zoom meetings but on the last day of their work contract they decided to have a virtual happy hour to celebrate their job being completed. \n\nThe first words out of Max 's mouth were \" when are you finally coming over to my place LiL\". This made lily so angry the barely knew each other and she was already calling her by a nickname and assuming that she weants to spend private time with him. She had no idea how to respond. On one hand she wanted to see him in person. To be able to touch him, smell him and look into his dark brown eyes. One the other hand this felt like sexual harrassement or something that was  not appropriate. She  just responded the best way she knew how.  \" Well Sir you need to prove that you are worth my time\"","author":"Bd3KCR2pzqhxop5Cf","condition":"A","similarity":0.0094191523,"draft":25.0,"words":203.0,"sentiment":0.9797,"allocated":0},{"index":21,"story":"A flight attendant began checking the cabin before take off. any asked her.\nPlease remind my Girl friend to take her heart pills,\n\n\nshe is in a business class seat the attendant assured the guy to do so after take off approached the girl in seat Miss remember to take your heart pills\n\nGirl: How did you know","author":"WxCwmf3XrmJfgRd5u","condition":"A","similarity":0.037593985,"draft":25.0,"words":58.0,"sentiment":0.7506,"allocated":0},{"index":22,"story":"There was a girl named dora and boy named kevin , dora was in a buring house.\nNone of the fire fighters could get in the house because the fire was too big. kevin dressed in one of the fire suits and got into the house.\nwhen he got up the stairs,\nthe steps! fell off behind him.\nhe hels her tight, kissed her, huged her, then said that he loved her.\nShe asked what was wrong, and he said that he was going.. to die..?\nher eyes widened as she began to cry. he picked her up and jumped out of the four story house.\nHe landed on this back with her on top him.\ndora and kevin look each others with eyes and cry each others to kiss lips and hugged.\ndora , ask why  rescue my life with your life dangerous risk your life?\nkevin is  tell You are my life dora,\nI am not alive without you dora....\nand He died to save her life each others.\ndora and kevin were out having dinner and there was an older couple siting near us.\nhe look each others. and say I love u !! I Can not wait until we are like that\n","author":"WxCwmf3XrmJfgRd5u","condition":"A","similarity":0.013136289,"draft":25.0,"words":206.0,"sentiment":0.9163,"allocated":0},{"index":24,"story":"Max invited me to the lake for the weekend. On Friday evening, he met me at the bus.\n\n\"I'm glad you're here,\" he said, as we began to walk down the familiar avenue to his home. \"I missed seeing you recently.\"\n\n\"I have been busy with school,\" I told him. \"It's hard studying every day.\"\n\n\"Yes,\" Max agreed. \"I see how that is.\" Then he added: \"I was thinking of asking you to come and stay with me tomorrow, if that's possible?\"\n\n\"But my parents would wonder where I am!\" I cried out in dismay.\n\nMax laughed: \"Don't worry about that,\" he said. \"I'll tell them you're visiting some friends! And besides, if we don't get away sometimes, then we'd never be able to... well... get out and see new things... like the lake...\" His voice trailed off into a whisper and when I looked up at him, his eyes were full of longing. I moved towards him slowly and he put his arms around me gently and drew me close to him until our lips met in a sweet, tender kiss that sent shivers down my spine. We walked on quietly then until we came within sight of Max's home where his father was getting up from under the hood of his car when we passed by on our way inside. He nodded hello to me with a welcoming smile on his face before wiping his hands on an old rag and going back under the hood again. Then we went in through the kitchen door as Max held it open for me without taking his arm from around my shoulders. All afternoon Max talked about wanting to take me for a sail across the lake and afterwards have dinner somewhere nice ,","author":"WxCwmf3XrmJfgRd5u","condition":"C","similarity":1.0,"draft":8.0,"words":294.0,"sentiment":0.9862,"allocated":0},{"index":25,"story":"Lily turned to Max: \"I'm in love with you.\"\n\n\"What do you mean?\" Max asked, surprised.\n\n\"I mean that at this moment I feel as if I have never felt before. And there is a reason for it... I am in love with you!\" Lily said, almost defiantly.\nElizabeth's answer was interrupted by Max's kiss on her lips. \"Oh, Lily,\" he said, \"you know I am in love with you...\"\n\"But do I know it?\" Lily mimicked him with a smile.\nLaughing and kissing each other they went to Elizabeth's house to tell all their friends the good news...\n\n","author":"WxCwmf3XrmJfgRd5u","condition":"C","similarity":1.0,"draft":24.0,"words":99.0,"sentiment":0.9846,"allocated":0},{"index":26,"story":"Jeff and Mary had known each other all of their lives.  The went to the same church, same school and often ran into each other in the small town of Lexington.   They never thought of each other as lovers but that was about to change.  Jeff had always had a crush on Mary but he kept it to himself.  He finally got up the nerve to ask her out and he picked her up at her apartment.  \n\n\"Here, I'll get that.\" Jeff said as he opened the car door.\n\n\"Wow, I never knew you had manners,\" Mary said smiling.  \n\nThe drove to the best restaurant in town and seating themselves in a private table.\n\n\"I'm not sure what is good here,\" Jeff said kind of nervously.\n\n\"Oh, I'm not picky,\" Mary said.\n\nThey talked and talked about old time.  Jeff mentioned that he always had a crush on her to Mary's surprise.  The really hit it off, not as friends but as fleedg\n\n\n\n","author":"eguQTyzAbkJrbkt2Z","condition":"A","similarity":0.0186046512,"draft":25.0,"words":163.0,"sentiment":0.862,"allocated":0},{"index":27,"story":"They had both recently been divorced.  Debbie was new to the city and hailed from a small town in Georgia.  Kevin was born and raised in Boston but still had a rough time navigating the “scene” and finding that right girl.  Debbie was a little desperate so she tried an online dating site.  She was on the subway going to meet some guy named Kevin.  The subway stopped at her stop and she got off bumping into a stranger and spilling the coffee he was holding.\n\n\"Oh, I'm so sorry,\" she said with a slight southern accent.  \n\n\"It's quite alright.\" Kevin said, \"I get in the way sometimes.\"\n\nThe both set out in the same direction and ended up at the same restaurant.  \"Is he now stalking me?\" Debbie thought to herself.\n\nKeven spoke up, \"You wouldn't happen to be Debbie from LotsofDates would you?\"\n\nDebbie smiled and said, \"Yes, I am. Sorry again about bumping into you.\"\n\nThe sat at a table and both began to talk of the menus.  \n\n\"So, how long have you live in Boston?\" Kevin said.\n\nDebbie looked into his soulful brown eyes and felt something deep stir within her.  She said, \"About 5 months. \"\n\nKevin had the same reaction to Debbie's light blue eyes and he thought to himself.  \"This is the one, I finally found her.\"","author":"eguQTyzAbkJrbkt2Z","condition":"A","similarity":0.0475892298,"draft":15.0,"words":224.0,"sentiment":-0.3507,"allocated":0},{"index":28,"story":"It was the best day of her life. She had just finished all her classes, and she was going to meet him. They were going to meet at the student center for a coffee and a chat before they went their separate ways for the weekend.\n\nShe was so excited that she could hardly concentrate during class, but finally it was over and she ran from the classroom to the student center with a special smile on her face.\n\nWhen she got there, he wasn't there yet. She sat down at one of the tables and opened her book to study for an exam that was coming up next week. Then he walked in with some friends and sat down at a table far from hers; but he looked at her and smiled.\n\nShe felt like jumping out of her chair, running over to him, taking his hand without saying anything, and then dragging him out of there; anywhere else would be better than here...with his friends! It would be like heaven if they could leave together now while everyone else was still studying or talking...she could just see them walking away from here into some other part of town...away from all these people who were staring at them even though they did not know them...they were staring as if they knew what it was like to be in love...\n\n\"It is like heaven,\" she said softly as if answering someone who had asked her how she felt about being in love...and looking up, she saw that he had gotten up from his table with his friends and come over to where she sat by herself studying; he sat down","author":"eguQTyzAbkJrbkt2Z","condition":"C","similarity":1.0,"draft":30.0,"words":280.0,"sentiment":0.9952,"allocated":0},{"index":29,"story":"\"I'm sorry,\" said Lily. \"I didn't mean to be rude.\"\n\n\"I didn't mean to be so serious,\" Max said, and smiled at her.\n\n\"Do you want to go for a walk?\" Lily asked him. \"The night is beautiful.\"\n\n\"Yes,\" Max said. \"Let's go for a walk.\" And they turned and walked down the avenue, not in the direction of the dance hall, but towards a park where they sat on a bench and talked about everything and anything until finally they found themselves looking at each other with amused grins on their faces. Just then it started to rain...\n\nWrite a love story:\nMax was standing in the middle of the room looking around him as he sipped his drink. He was bored. He wanted to go home, but his host had not returned from Paris yet so he waited for him patiently while all his friends tried to entertain him by dancing with him or asking him questions or telling jokes or talking about everything under the sun until finally Max became irritated by all their efforts and decided that it was time for him to leave, but no one noticed that he had gone because everyone else was busy having fun...\n\n","author":"eguQTyzAbkJrbkt2Z","condition":"C","similarity":1.0,"draft":44.0,"words":203.0,"sentiment":0.9337,"allocated":0},{"index":30,"story":"They were standing in the middle of the street. It was a hot day, but Lily did not feel the heat. She and Max were too busy talking about what they wanted to do with their lives and where they wanted to live when they got old.\n\nLily wanted to travel around the world, so she said she would rather live in a small house in a big city than a big house in a small city.\n\nMax said he would rather live in a small house in the country near a stream than an enormous house on top of a hill overlooking the city he worked in. He said that he had always admired people who lived near rivers because they seemed to be more relaxed and content with their lives than people who lived downtown in large cities with tall buildings and cars speeding by every minute of the day.\n\nLily thought it was funny that Max had almost described her future, but she did not mention it because she didn't want him to get jealous because he was still talking about his own future when she had already described hers. She did not want him to feel that perhaps one day when they were old, she might leave him or something like that; so, instead, when he stopped talking and looked at her as if waiting for her answer, Lily just smiled at him and said: \"I think I'll like living near a river.\" And then Max asked her if she would like some ice cream; so they walked over to an ice cream parlour on the corner where they both decided on vanilla ice cream and hot fudge sauce for dipping it into...","author":"eguQTyzAbkJrbkt2Z","condition":"C","similarity":1.0,"draft":32.0,"words":287.0,"sentiment":0.9733,"allocated":0},{"index":31,"story":"\"It's almost eleven-thirty,\" Lily said.\n\n\"Yes,\" Max replied. \"I guess we should go back to the dance hall.\"\n\n\"Oh, Max,\" Lily said with a sigh. \"I wish this night would last forever.\"\n\nMax looked at her and smiled: \"It will last forever, you know.\" To prove his words, he took her hand and kissed it. He did not want to kiss her lips because he thought that if he did, he would never be able to let her go.\n\nLily took a deep breath: \"Let's go,\" she said and they began walking back to the dance hall without letting their hands part from each other. When they reached the hall, everyone was going in. \"I guess we should get in line too,\" Lily said. She did not want to dance again but she wanted to stay with Max as long as possible. It seemed that everyone else in the world knew how happy they were except them and somehow it made them feel sad about it all; so sad that they could not even talk about it when they stood waiting for a chance to enter the hall. They just stood there looking at each other as if trying to read what was on each other's mind and as if trying to remember everything about each other so they would never forget… Suddenly Max bent down on one knee and took something out of his pocket: It was a ring with a beautiful diamond in it; it shone brightly in the light of lanterns hanging from trees near by… He held out his hand towards Lily","author":"eguQTyzAbkJrbkt2Z","condition":"C","similarity":1.0,"draft":42.0,"words":266.0,"sentiment":0.9666,"allocated":0},{"index":32,"story":"Lily was standing in the middle of the room, holding a glass of whisky and soda in her hand. He was not drinking from it, just holding it.\n\nHe was looking at the people at the party. They were all strangers to him. He had been invited by a friend who had suddenly decided to go to Paris and had asked Max to take his place.\n\nMax was bored. He wanted to go home. But he did not want to leave before his host returned from Paris, so he stayed on at the party and tried to be interested in what was going on around him.\n\nHe stared at the people here and there in the room. They all seemed to be crazily dancing with someone, or else sitting at tables drinking and laughing loudly. There did not seem to be any quiet and sober person at the party, except for one woman who stood alone near a window looking out into the street below. She had dark hair and her back was turned towards Max as he watched her from across the room where he stood alone with his glass of whisky and soda in his hand.\n\nWho is that girl? Max thought. He put down his glass back to the table and slowly walked towards her.,,, She turned back.,,, \"Hi,\" he said...\n","author":"eguQTyzAbkJrbkt2Z","condition":"C","similarity":1.0,"draft":59.0,"words":224.0,"sentiment":0.9468,"allocated":0}]